<?php
error_reporting(0);
date_default_timezone_set('Asia/Shanghai');
/**
  **************************************************************************************************
  **********  CLPHP订单系统2017 WEB、WAP自适应版官方正式版  *****  官方正版 *** 版权所有 *** 盗版必究  **********
  **********------------------------------------------------------------------------------**********
  * 官方网站：http://www.chunleinet.com/ 官方店铺：http://jxlcl.taobao.com/  *  官方店铺旺旺:chunlei2615 请认准再购买 *
  **************************************************************************************************
*/
/**************************   网站基本设置   **************************/

$FromName = '我的网站';  // 网站名称
$allow_sep = '1';  // 30秒内不能重复提交订单，防恶意刷单
$sepmsg = '对不起！您已经提交过，不要重复提交，请等待'.$allow_sep .'秒后再试！';  // 重复提交后弹出的提示语

/**************************   订单样式网页验证码设置   **************************/

$clcodeon='0'; //验证码开关 0-关闭 1-开启三数相加验证码 2-开启四位数验证码

/**************************   订单发送设置 发件箱必须开通pop3服务   **************************/

$MailFrom = 'warvl521@163.com';  // 设置一个用来发送订单信息的邮箱，需开启SMTP服务
$Mailhost = 'smtp.163.com';  // 邮箱SMTP服务器地址 【163邮箱（smtp.163.com）、qq邮箱（smtp.exmail.qq.com）】
$MailUsername = 'warvl521@163.com';  // 邮箱登陆帐号 【需填写整个邮箱地址,与$MailFrom设置的内容一致】
$MailPassword = 'ZKQGMPDZQJWEROEH';  // 邮箱登陆密码【上面发件箱设置为163邮箱的话，此处应填写这一163邮箱的客户端授权密码】


/**************************   订单接收设置   **************************/

$MailTo = '290912170@qq.com';  // 设置接收订单信息的邮箱 【注意：不能与上面设置的发送订单信息的邮箱相同】
$MailTob = '15147353153@139.com';  // 设置接收订单信息的邮箱 【设置一个手机号邮箱即可实现手机短信接收订单信息】

/************************** 两种支付宝付款方式选择设置 **************************/
$zfbfkfs='sh';//设置支付宝付款方式，skm为收款码付款，sh为商户接口付款

/************************** 支付宝收款码收款设置 **************************/

$bdzhifubao = 'abc@163.com';  // 支付宝收款的支付宝账户，使用支付宝商户也请在此设置哦

/**************************支付宝商户接口-上面设置为收款码付款的话，此区域不需要设置 **************************/
$alipayzk = '1';  // 支付宝付款折扣（如：0.8 即为8折，设为1不打折）

$alipaytype = '01';  // 支付收款接口类型（01为即时到帐，目前支付宝只开放申请这一接口了）

$alipay_config['partner'] = '2088001234567890';  // 合作身份者PID（以2088开头的16位纯数字）

$alipay_config['key'] = 'aa123456789bb123456789cc12345678';  // 安全检验码KEY（以数字和字母组成的32位字符）

$seller_email = 'abc@163.com';  // 签约支付宝账号或卖家支付宝帐户

$alipay_config['sign_type']    = strtoupper('MD5');//使用默认值，不需要修改

$alipay_config['input_charset']= strtolower('gbk');//使用默认值，不需要修改

$alipay_config['cacert']    = getcwd().'\\cacert.pem';//使用默认值，不需要修改

$alipay_config['transport']    = 'http';//使用默认值，不需要修改


/************************** 微信扫码付款设置**************************/
$wxh = 'abcde';  // 设置一个用于微信支付收款用的微信号,需实名认证及绑定银行卡


/************************** 订单伪数据库设置 **************************/
$clwrite='on'; // 设置是否开启邮件发送失败数据写入功能（on=开启 off=关闭）
$cldatadir='data/cldata.php'; // 设置保存订单数据的文件路径，支持个性化修改，修改后记得将订单系统文件夹下对应的文件夹名和文件名作相应修改，否则无法正确写入

$cldata="┆ 下单时间：".date("Y-m-d H:i:s")."\r\n"."┆ 产品名称:".$_POST['bdproduct']."\r\n"."┆ 产品型号:".$_POST['bdproducta']."\r\n"."┆ 产品尺寸:".$_POST['bdproductb']."\r\n"."┆ 产品颜色:".$_POST['bdproductc']."\r\n"."┆ 数量：".$_POST['bdnum']."\r\n"."┆ 总价：".$_POST['bdprice']."\r\n"."┆ 姓名：".$_POST['bdname']."\r\n"."┆ 手机：".$_POST['bdmob']."\r\n"."┆ 地址：".$_POST['bdprovince'].$_POST['bdcity'].$_POST['bdarea'].$_POST['bdaddress']."\r\n"."┆ QQ:".$_POST['bdqq']."\r\n"."┆ 邮箱:".$_POST['bdemail']."\r\n"."┆ 邮编:".$_POST['bdpost']."\r\n"."┆ 付款方式:".$_POST['bdpay']."\r\n"."┆ 留言备注:".$_POST['bdother']."\r\n"."┆ 来路页面：".$_POST['referer']."\r\n"."┆ 下单页面：".$_POST['purl']."\r\n"."┆ 下单IP：".$_SERVER['REMOTE_ADDR']." \r\n\r\n"; // 设置订单数据保存格式，对PHP代码不熟悉的话不建议修改这段
?>
