<?php
ini_set('default_charset', 'utf-8');
exit("<script>alert('禁止访问！');</script>");
/**
  **************************************************************************************************
  **********  CLPHP订单系统2017 WEB、WAP自适应版官方正式版  *****  官方正版 *** 版权所有 *** 盗版必究  **********
  **********------------------------------------------------------------------------------**********
  ****** 官方网站：http://jxlcl.taobao.com/  *****  官方店铺旺旺:chunlei2615 请认准再了购买 ********
  **************************************************************************************************
  **********------------------------------------------------------------------------------**********
  **********  CLPHP订单系统2017 WEB、WAP自适应版官方正式版完全开源无任何加密 杜绝倒卖 鄙视加密捣卖者   **********
  **************************************************************************************************
 

            
       注意：
              1、只有邮件发送失败的订单信息才会写入此文件，linux空间此文件要有777写入权限。
2、此文件可以改名，但是相应的在clconfig.php文件里同时也要改过来。
3、此文件头部代码不可删除，作用是禁止别人从浏览器访问此文件。
  */
?>
┆ 下单时间：2021-11-22 14:43:00
┆ 产品名称:恭恭恭恭恭恭 198元
┆ 产品型号:
┆ 产品尺寸:39码
┆ 产品颜色:桔黄色
┆ 数量：1
┆ 总价：168.29999999999998
┆ 姓名：是个
┆ 手机：15147353153
┆ 地址：广东省清远市清城区顶顶顶顶顶顶顶顶顶
┆ QQ:
┆ 邮箱:
┆ 邮编:
┆ 付款方式:alipay
┆ 留言备注:
┆ 来路页面：http://127.0.0.1/#buyNow_md
┆ 下单页面：http://127.0.0.1/clorder/template/dd17.php
┆ 下单IP：127.0.0.1 

┆ 下单时间：2021-11-22 15:02:35
┆ 产品名称:恭恭恭恭恭恭 385元
┆ 产品型号:
┆ 产品尺寸:
┆ 产品颜色:
┆ 数量：1
┆ 总价：385
┆ 姓名：是个
┆ 手机：15147353153
┆ 地址：顶顶顶顶顶顶顶顶顶
┆ QQ:
┆ 邮箱:
┆ 邮编:
┆ 付款方式:cod
┆ 留言备注:
┆ 来路页面：
┆ 下单页面：
┆ 下单IP：127.0.0.1 

┆ 下单时间：2021-11-22 15:12:10
┆ 产品名称:恭恭恭恭恭恭 198元
┆ 产品型号:
┆ 产品尺寸:42码
┆ 产品颜色:桔黄色
┆ 数量：1
┆ 总价：385
┆ 姓名：是个
┆ 手机：15147353153
┆ 地址：天津市市辖区和平区顶顶顶顶顶顶顶顶顶
┆ QQ:
┆ 邮箱:
┆ 邮编:
┆ 付款方式:cod
┆ 留言备注:
┆ 来路页面：http://127.0.0.1/clorder/template/dd17.php
┆ 下单页面：http://127.0.0.1/clorder/template/dd17.php
┆ 下单IP：127.0.0.1 

┆ 下单时间：2021-11-22 15:20:16
┆ 产品名称:恭恭恭恭恭恭 198元
┆ 产品型号:
┆ 产品尺寸:
┆ 产品颜色:
┆ 数量：1
┆ 总价：385
┆ 姓名：还是
┆ 手机：15147353153
┆ 地址：北京市市辖区东城区是收拾收拾收拾收拾
┆ QQ:
┆ 邮箱:
┆ 邮编:
┆ 付款方式:cod
┆ 留言备注:
┆ 来路页面：http://127.0.0.1/clorder/template/dd17.php
┆ 下单页面：http://127.0.0.1/clorder/template/dd17.php
┆ 下单IP：127.0.0.1 

┆ 下单时间：2021-11-22 15:23:50
┆ 产品名称:恭恭恭恭恭恭 198元
┆ 产品型号:
┆ 产品尺寸:
┆ 产品颜色:
┆ 数量：1
┆ 总价：385
┆ 姓名：还是
┆ 手机：15147353153
┆ 地址：天津市市辖区和平区是收拾收拾收拾收拾
┆ QQ:
┆ 邮箱:
┆ 邮编:
┆ 付款方式:cod
┆ 留言备注:
┆ 来路页面：http://127.0.0.1/
┆ 下单页面：http://127.0.0.1/clorder/template/dd17.php
┆ 下单IP：127.0.0.1 

┆ 下单时间：2021-11-22 15:25:01
┆ 产品名称:恭恭恭恭恭恭 198元
┆ 产品型号:
┆ 产品尺寸:
┆ 产品颜色:
┆ 数量：1
┆ 总价：385
┆ 姓名：还是
┆ 手机：15147353153
┆ 地址：河北省石家庄市市辖区是收拾收拾收拾收拾
┆ QQ:
┆ 邮箱:
┆ 邮编:
┆ 付款方式:cod
┆ 留言备注:
┆ 来路页面：http://127.0.0.1/
┆ 下单页面：http://127.0.0.1/clorder/template/dd17.php
┆ 下单IP：127.0.0.1 

┆ 下单时间：2021-11-22 15:28:23
┆ 产品名称:恭恭恭恭恭恭 198元
┆ 产品型号:
┆ 产品尺寸:
┆ 产品颜色:
┆ 数量：1
┆ 总价：385
┆ 姓名：还是
┆ 手机：15147353153
┆ 地址：河北省石家庄市市辖区是收拾收拾收拾收拾
┆ QQ:
┆ 邮箱:
┆ 邮编:
┆ 付款方式:cod
┆ 留言备注:
┆ 来路页面：http://127.0.0.1/
┆ 下单页面：http://127.0.0.1/clorder/template/dd17.php
┆ 下单IP：127.0.0.1 

┆ 下单时间：2021-11-22 15:36:45
┆ 产品名称:套餐1（特惠装） 78元
┆ 产品型号:
┆ 产品尺寸:
┆ 产品颜色:
┆ 数量：6
┆ 总价：468.00
┆ 姓名：还是
┆ 手机：15147353153
┆ 地址：浙江省杭州市市辖区是收拾收拾收拾收拾
┆ QQ:
┆ 邮箱:
┆ 邮编:
┆ 付款方式:cod
┆ 留言备注:
┆ 来路页面：http://127.0.0.1/#buyNow_md
┆ 下单页面：http://127.0.0.1/clorder/template/dd17.php
┆ 下单IP：127.0.0.1 

